[
    {
      "id": 1,
      "title": "1. Objet",
      "content": [
        "Les présentes Conditions Générales d’Utilisation (ci-après « CGU ») ont pour objet de définir les modalités d’accès et d’utilisation du site internet exploité par la société Weedmax, accessible à l’adresse www.weedmax.fr (ci-après : le « Site »), par tout utilisateur (ci-après : « l’Utilisateur »)."
      ]
    },
    {
      "id": 2,
      "title": "2. Acceptation des CGU",
      "content": [
        "En naviguant sur le Site, l’Utilisateur reconnaît avoir pris connaissance des présentes CGU et les accepter sans réserve.",
        "En cas de création d’un compte personnel, l’acceptation des CGU est formalisée par une case à cocher lors de l’inscription."
      ]
    },
    {
      "id": 3,
      "title": "3. Accès au site",
      "content": [
        "Le Site est accessible gratuitement à tout Utilisateur disposant d’un accès à Internet. Tous les frais liés à l’accès au Site (matériel informatique, connexion Internet, etc.) sont à la charge exclusive de l’Utilisateur."
      ]
    },
    {
      "id": 4,
      "title": "4. Compte utilisateur",
      "content": [
        "Certaines fonctionnalités du Site (commande, suivi, historique, etc.) nécessitent la création d’un compte personnel.",
        "L’Utilisateur s’engage à fournir des informations exactes et à les tenir à jour. Il est seul responsable de la confidentialité de ses identifiants de connexion et de toute utilisation de son compte.",
        "La Société se réserve le droit de suspendre ou supprimer tout compte en cas de non-respect des CGU, d’activité frauduleuse ou de comportement inapproprié."
      ]
    },
    {
      "id": 5,
      "title": "5. Comportement de l’Utilisateur",
      "content": [
        "L’Utilisateur s’engage à utiliser le Site :",
        "- Dans le respect des lois en vigueur.",
        "- À des fins strictement personnelles et non commerciales.",
        "- Sans porter atteinte aux droits de tiers ni à la sécurité du Site.",
        "Sont notamment interdits :",
        "- La diffusion de contenus illégaux ou illicites.",
        "- L’utilisation de fausses informations.",
        "- L’accès non autorisé à des parties du Site ou à d’autres comptes."
      ]
    },
    {
      "id": 6,
      "title": "6. Propriété intellectuelle",
      "content": [
        "Tous les éléments présents sur le Site (textes, images, logos, marques, vidéos, etc.) sont protégés par des droits de propriété intellectuelle.",
        "Toute reproduction ou exploitation, totale ou partielle, sans autorisation préalable de la Société est strictement interdite."
      ]
    },
    {
      "id": 7,
      "title": "7. Responsabilité",
      "content": [
        "La Société met en œuvre tous les moyens raisonnables pour assurer un accès fiable au Site. Néanmoins, elle ne garantit pas que le Site sera exempt d’erreurs ou d’interruptions.",
        "La Société ne pourra être tenue responsable en cas :",
        "- D’interruption du service pour maintenance.",
        "- De bug ou défaillance technique.",
        "- De force majeure ou événement extérieur empêchant l’accès au Site."
      ]
    },
    {
      "id": 8,
      "title": "8. Données personnelles",
      "content": [
        "La Société s’engage à traiter les données personnelles des Utilisateurs conformément à sa Politique de confidentialité (voir lien en pied de page)."
      ]
    },
    {
      "id": 9,
      "title": "9. Liens externes",
      "content": [
        "Le Site peut contenir des liens vers d’autres sites tiers. La Société ne saurait être responsable du contenu ou du fonctionnement de ces sites externes."
      ]
    },
    {
      "id": 10,
      "title": "10. Modification des CGU",
      "content": [
        "La Société se réserve le droit de modifier les présentes CGU à tout moment.",
        "Les nouvelles CGU seront mises en ligne sur le Site et entreront en vigueur dès leur publication."
      ]
    },
    {
      "id": 11,
      "title": "11. Loi applicable – Litiges",
      "content": [
        "Les présentes CGU sont régies par le droit français.",
        "En cas de litige, et après tentative de résolution amiable, compétence exclusive est attribuée au tribunal compétent de Rouen, sauf disposition légale contraire."
      ]
    }
  ]
  