[
    {
      "id": 1,
      "title": "1. Objet",
      "content": [
        "La société Weedmax (ci-après : la « Société ») est une entreprise qui propose à ses clients, professionnels ou particuliers, diverses prestations, notamment : la vente et la location de matériel informatique, l’installation et la gestion de réseaux, des services de cybersécurité, le développement et la maintenance de sites internet, l’hébergement, le développement et la maintenance de logiciels, ainsi que des prestations de téléphonie (ci-après : les « Services »).",
        "Les présentes conditions générales s'appliquent sans restriction ni réserve à toute commande de Services auprès de la Société.",
        "Elles ont pour objet de définir les modalités et conditions de fourniture des Services au bénéfice du client identifié dans le(s) devis visé(s) à l'article 2 (ci-après : le « Client »).",
        "Elles constituent, avec le(s) devis (ci-après : le « Devis »), un ensemble contractuel indissociable (ci-après : le « Contrat »). En cas de contradiction, les dispositions du (des) Devis prévalent sur les présentes conditions générales. En cas de contradiction entre différents Devis, le document le plus récent prévaut sur les plus anciens.",
        "Le Contrat prévaut sur toutes autres conditions générales ou particulières non expressément agréées par la Société."
      ]
    },
    {
        "id": 2,
        "title": "2. Commande des Services et acceptation des conditions générales",
        "content": [
          "2.1. Les services peuvent être commandés par email, téléphone ou courrier aux coordonnées indiquées en entête des présentes. La société adressera au Client un récapitulatif de la commande de Services ainsi que le prix correspondant (ci-après le « Devis »).",
          "2.2. Sauf mention contraire dans le Devis, celui-ci constitue une offre de vente valable pendant 1 (un) mois calendaires à compter de son envoi ; A défaut de validation par le Client dans ce délai, l'offre de vente sera caduque. Le Client qui souhaite accepter l'offre doit ainsi valider le Devis dans le délai, ci-dessus par tout moyen écrit utile. Cette validation emporte acceptation des présentes conditions générales. Une fois le Devis validé, le Client pourra, en fonction de ses processus internes, émettre un bon de commande auprès de la Société.",
          "2.3. L'annexe au Devis, si applicable, détaillera la proposition commerciale d'accompagnement conformément aux modalités convenues entre les parties."
        ]
      },
      {
        "id": 3,
        "title": "3. Description des services",
        "content": [
            "Les Services fournis par la Société Weedmax sont intégralement détaillés sur le Site ainsi que, le cas échéant, dans toute documentation commerciale ou devis transmis au Client.",
            "** 3.1 Vente de produits à base de chanvre **",
            "La Société commercialise des produits à base de chanvre légal, notamment du cannabidiol (CBD), sous diverses formes (fleurs, huiles, résines, etc.), conformément à la réglementation en vigueur. Les produits proposés sont exclusivement destinés à un usage bien-être, non thérapeutique, et ne peuvent en aucun cas être considérés comme des médicaments.",
            "Les caractéristiques essentielles des Produits sont détaillées sur les fiches descriptives disponibles sur le Site. Il incombe au Client de consulter attentivement ces informations avant toute commande. La Société s'efforce d'assurer une représentation fidèle des Produits, sans que des variations minimes (liées notamment à la culture naturelle du chanvre) ne puissent être exclues.",
            "** 3.2 Commande et Livraison **",
            "Les modalités de commande, de paiement et de livraison sont détaillées sur le Site. Sauf indication contraire, les délais de livraison sont estimés entre 2 et 7 jours ouvrés à compter de la validation de la commande. Ces délais sont communiqués à titre indicatif et peuvent être affectés par des événements indépendants de la volonté de la Société (grèves, perturbations logistiques, force majeure…).",
            "La Société ne saurait être tenue responsable des retards imputables au transporteur ou à une adresse de livraison incomplète ou erronée communiquée par le Client.",
            "** 3.3 Restrictions liées à la réglementation **",
            "La vente de certains produits peut être restreinte en fonction de la législation en vigueur dans le pays de livraison. La Société se réserve le droit de refuser ou d'annuler toute commande en cas de suspicion d’usage non conforme ou de non-respect de la législation applicable.",
            "Le Client déclare être âgé d’au moins 18 ans et s’engage à ne pas revendre les Produits achetés, sauf autorisation expresse et préalable de la Société.",
            "** 3.4 Service après-vente et réclamations **",
            "Toute réclamation relative à une commande (non-conformité, produit manquant, défaut…) devra être formulée dans un délai de 7 jours suivant la réception, accompagnée des justificatifs nécessaires (photos, numéro de lot, etc.). Passé ce délai, la livraison sera considérée comme acceptée.",
            "La Société se réserve le droit de proposer un remboursement, un échange ou un avoir, selon la situation constatée et dans le respect de la réglementation applicable."
        ]
      },
      {
        "id": 4,
        "title": "4. Durée des services",
        "content": [
          "Selon les Services souscrits, les tarifs sont reproduits dans le Devis correspondant."
        ]
      },
      {
        "id": 5,
        "title": "5. Conditions financières",
        "content": [
          "** 5.1 Prix des Produits **",
          "Les prix applicables sont ceux affichés sur le Site au jour de la commande. Ils sont exprimés en euros (€), toutes taxes comprises (TTC), hors frais de livraison éventuels.",
          "La Société se réserve le droit de modifier ses prix à tout moment, tout en garantissant au Client l’application du tarif en vigueur au moment de la commande.",
          "** 5.2 Modalités de paiement **",
          "Le règlement des commandes s’effectue en ligne par carte bancaire, virement, ou tout autre moyen sécurisé proposé lors de la commande.",
          "Le Client garantit qu’il dispose des autorisations nécessaires pour utiliser le moyen de paiement sélectionné.",
          "** 5.3 Retards et incidents de paiement **",
          "En cas de défaut de paiement ou d’incident bancaire, la Société se réserve le droit de suspendre ou d’annuler la commande, sans préjudice de toute action en recouvrement.",
          "L’application d’un intérêt de retard égal à trois fois le taux d’intérêt légal en vigueur, ainsi qu’une indemnité forfaitaire de 40 € pour frais de recouvrement (conformément à l’article D. 441-5 du Code de commerce), sans préjudice d’une indemnisation complémentaire si les frais réels dépassent ce montant."
        ]
      },
      {
        "id": 6,
        "title": "6. Droit de rétractation",
        "content": [
          "Le droit de rétractation est applicable uniquement aux Clients consommateurs et, sous certaines conditions, aux professionnels (ayant au maximum cinq salariés et ayant souscrit hors établissement).",
          "Dans ces cas, le Client dispose d’un délai de 14 jours à compter de la validation de sa commande ou de la signature du Devis pour exercer son droit de rétractation.",
          "Il peut le faire en adressant à la Société une déclaration dénuée d’ambiguïté ou un formulaire de rétractation, avant l’expiration du délai.",
          "Si l’exécution du Service a commencé avec l’accord exprès du Client avant la fin du délai de rétractation, ce dernier sera redevable du montant dû au prorata de la prestation réalisée jusqu’à la date de rétractation.",
          "Les Produits ouverts ou descellés (notamment les consommables à base de CBD) ne peuvent faire l’objet d’un retour pour des raisons d’hygiène ou de protection de la santé, conformément à l’article L221-28 du Code de la consommation."
        ]
      },
      {
        "id": 7,
        "title": "7. Obligation et responsabilité du Client",
        "content":[
          "Sans préjudice des autres obligations prévues au Contrat, le Client s'engage à respecter les obligations qui suivent :",
          "7.1. Le Client s’engage à fournir à la Société des informations exactes, sincères et complètes lors de la commande ou de toute demande.",
          "7.2. Le Client s’engage à utiliser les Produits conformément à leur destination et à respecter la réglementation en vigueur, notamment en matière de consommation de CBD.",
          "7.3. Le Client reconnaît qu’il est seul responsable de l’usage des Produits commandés. Il lui appartient de s’assurer, notamment dans le cadre de l’achat de fleurs ou de résines de chanvre, que leur détention et leur consommation sont légales dans son pays de résidence.",
          "7.4. Le Client est seul responsable du contenu des avis, commentaires ou publications qu’il pourrait formuler sur le Site ou sur les réseaux sociaux de la Société.",
          "7.5. Le Client garantit à la Société qu’il est âgé de plus de 18 ans et qu’il ne transmettra pas les Produits à des mineurs.",
          "7.6. La Société ne saurait être tenue responsable de l’utilisation détournée ou non conforme des Produits par le Client.",
          "7.7. En cas de vente professionnelle, le Client reconnaît avoir pris connaissance de toutes les informations nécessaires lui permettant de juger de l’adéquation des Produits à ses besoins."
        ]
      },
      {
        "id": 8,
        "title": "8. Obligations et responsabilité de la Société",
        "content":[
          "Sans préjudice des autres obligations prévues au Contrat, la Société s'engage à respecter les obligations qui suivent :",
          "8.1. La Société s'engage à fournir les Produits et Services avec diligence, dans le respect des pratiques commerciales usuelles, étant précisé qu’elle est tenue à une obligation de moyens et non de résultat.",
          "8.2. La Société ne garantit pas que les Produits répondront spécifiquement aux besoins particuliers du Client, lesquels relèvent de son appréciation personnelle.",
          "8.3. La Société ne saurait être tenue responsable de tout retard ou inexécution dus à un cas de force majeure ou à des circonstances extérieures (cf. article 14).",
          "8.4. La responsabilité de la Société ne saurait être engagée en cas de mauvaise utilisation, de stockage inadéquat ou de revente non conforme des Produits par le Client.",
          "8.5. La Société s’engage à respecter la législation en vigueur applicable à la vente de produits à base de chanvre, et à ne pas contrevenir à l’ordre public.",
          "8.6. En tout état de cause, la responsabilité de la Société est strictement limitée aux dommages directs subis par le Client, à hauteur maximale du montant payé pour la commande concernée."
        ]
      },
      {
        "id": 9,
        "title": "9. Propriété intellectuelle relative aux Services",
        "content":[
          "Les éléments présents sur le Site (textes, images, logos, marques, noms de domaine, contenus techniques ou visuels…) sont protégés par des droits de propriété intellectuelle et restent la propriété exclusive de la Société.",
          "Toute reproduction, diffusion, extraction ou réutilisation, même partielle, sans autorisation écrite de la Société, est strictement interdite et peut faire l’objet de poursuites."
        ]
      },
      {
        "id": 10,
        "title": "10. Réglementation sociale",
        "content":[
          "Chacune des Parties déclare respecter la législation sociale en vigueur. Aucune Partie ne peut recourir au travail dissimulé, à l’exploitation de mineurs, ni à des pratiques assimilées à l’esclavage ou au trafic humain."
        ]
      },
      {
        "id": 11,
        "title": "11. Sanctions des manquements",
        "content":[
          "En cas de manquement contractuel par l’une des Parties, le contrat pourra être résilié de plein droit 15 jours après mise en demeure restée sans effet, notifiée par courrier recommandé avec accusé de réception, sans préjudice des dommages et intérêts éventuels."
        ]
      },
      {
        "id": 12,
        "title": "12. Confidentialité",
        "content":[
          "Chaque Partie s’engage à garder confidentiels les éléments identifiés comme tels, y compris les données personnelles confiées dans le cadre du contrat. Cette obligation s’applique pendant 5 ans après la fin du contrat, sauf cas légal de divulgation."
        ]
      },
      {
        "id": 13,
        "title": "13. Données personnelles",
        "content":[
           "** 13.1. Dispositions générales **",
           "La Société et le Client s'engagent, chacun pour ce qui le concerne, à se conformer à la réglementation applicable aux données à caractère personnel et en particulier au règlement général sur la protection des données (règlement UE 2016/679 du Parlement européen et du Conseil du 27 avril 2016).",
           "Dans le cadre des Services, la Société est amené à traiter des données à caractère personnel. Les caractéristiques de ce traitement sont les suivantes :",
           "- Type de données à caractère personnel traitées : Données d'identification",
           "- Catégories de personnes concernées : Client et sa clientèle",
           "- Durée du traitement : Durée du contrat",
           "- Lieu du traitement : France",
           "Le client est le responsable du traitement de ces données et est tenu de s'acquitter des obligations qui lui reviennent en application du règlement précité, notamment en ce qui concerne l'obligation d'informer les personnes concernées, la tenue du registre des traitements mis en œuvre, et plus généralement, le respect des principes issus du règlement.",
           "Les données fournis par le Client à la Société aux fins d'exécutions des Services demeurent la seule propriété et sous la seule responsabilité du Client.",
           "La Société intervient pour sa part exclusivement en qualité de sous-traitant des données à caractère personnel.",
           "** 13.2. Obligations de la Société vis-à-vis du Client **",
           "*** 13.2.1 Traitement des données ***",
           "La Société s'engage à ne traiter les données à caractère personnel qu'aux fins d'exécution des Services et conformément aux instructions documentées du Client, y compris en ce qui concerne le transfert des données en dehors de l'Union Européenne. La Société s'engage à informer le Client si, selon lui, une instruction constitue une violation de la réglementation applicable.",
           "*** 13.2.2 Sécurité et confidentialité des données ***",
           "La Société s'engage à mettre en œuvre les mesures techniques et organisationnelles appropriées pour assurer la confidentialité, la sécurité et l'intégrité des données à caractère personnel, leur sauvegarde ainsi que le rétablissement de leur disponibilité en cas d'incident physique ou technique.",
           "La Société veille également à ce que les personnes autorisées à traiter les données à caractère personnel soient soumises à l'obligation d'en préserver la confidentialité.",
           "*** 13.2.3 Autres sous-traitants ***",
           "La Société s’engage à ne pas faire appel à d’autres sous-traitants (ci-après : « les sous-traitants ultérieurs ») sans l’autorisation écrite préalable, spécifique ou générale, du Client. Dans le cas d’une autorisation écrite générale, la Société s’engage à informer le Client de tout changement prévu concernant l’ajout ou le remplacement d’un sous-traitant ultérieur, le Client disposant alors de la possibilité d’émettre des objections à l’encontre de ces changements.",
           "Le sous-traitant ultérieur est tenu de respecter les obligations de la Société pour le compte et selon les instructions du Client. Il appartient à la Société de s’assurer que le sous-traitant ultérieur présente les mêmes garanties suffisantes quant à la mise en œuvre de mesures techniques et organisationnelles appropriées de manière à ce que le traitement réponde aux exigences du RGPD. Si le sous-traitant ultérieur ne remplit pas ses obligations en matière de protection des données, la Société demeure pleinement responsable devant le Client de l’exécution par l’autre sous-traitant de ses obligations.",
           "*** 13.2.4 Fournitures d'informations ***",
           "La Société s’engage à répondre à toute demande d’information lui étant adressée par le Client, que ce soit dans le cadre d’une demande d’exercice de leurs droits par les personnes concernées, d’une analyse d’impact, ou d’une demande présentée par les autorités de protection des données ou les délégués à la protection des données du Client.",
           "*** 13.2.5 Notifications des violations de données à caractère personnel ***",
           "La Société s’engage à notifier au Client toute violation de données à caractère personnel dans un délai de 72 heures après en avoir pris connaissance. Dans le cas où le Client aurait lui-même à notifier cette violation à l’autorité de contrôle compétente, la Société s’engage à lui communiquer toute documentation utile",
           "*** 13.2.6 Conservation des données ***",
           "La Société s’engage à supprimer les données à caractère personnel à expiration du contrat, qu’elle qu’en soit la cause, et à ne pas en conserver de copie.",
           "*** 13.2.7 Registre et documentation ***",
           "La Société tient par écrit un registre des traitements effectués pour le compte de ses clients. Ce registre comprend en outre les informations afférentes à ces traitements. La Société met à disposition du Client, sur demande de celui-ci, toutes les informations nécessaires pour démontrer le respect de ses obligations."
        ]
      },
      {
        "id": 14,
        "title": "14. Force majeure" ,
        "content": [
          "Ni la Société ni le Client ne pourront être tenus responsables en cas d’événement de force majeure (grèves, émeutes, catastrophes, décisions gouvernementales, etc.). En cas de blocage de plus d’un (1) mois, chaque Partie pourra résilier le contrat par LRAR."
        ]
      },
      {
        "id": 15,
        "title": "15. Cession de Contrat" ,
        "content": [
          "Le présent contrat étant conclu intuitu personae, en fonction de l’organisation et de la structure des Parties, les droits et obligations en résultant ne pourront être transférés, par chacune des Parties, sous quelque forme, à quelque titre et à quelque personne que ce soit."
        ]
      },
      {
        "id": 16,
        "title": "16. Références commerciales" ,
        "content": [
          "Sauf mention expresse transmise à la Société par tout moyen écrit utile, le Client autorise la Société à faire usage de son nom, de sa marque, de son logo, des références de son site internet à titre de références commerciales, sur tout support et sous quelque forme que ce soit."
        ]
      },
      {
        "id": 17,
        "title": "17. Sous-traitance" ,
        "content": [
          "La Société se réserve la faculté de recourir aux sous-traitants de son choix afin de procéder aux Services. Dans cette hypothèse, la Société en avisera le Client et s’engage à faire respecter par ses sous traitants les mêmes obligations contractuelles que celles auxquelles il se soumet dans le cadre des conditions générales. La Société restera en tout état de cause seul responsable de la bonne exécution des Services à l’égard du Client."
        ]
      },
      {
        "id": 18,
        "title": "18. Médiation" ,
        "content": [
          "Lorsque le Client remplit les conditions requises par le Code de la consommation, il dispose du droit de recourir gratuitement à un médiateur de la consommation en vue de la résolution amiable de tout litige portant sur l’exécution des présentes qui l’opposerait à la Société, dans les conditions prévues aux articles L611-1 et suivants et R612-1 et suivants du Code de la consommation."
        ]
      },
      {
        "id": 19,
        "title": "19. Signature électronique" ,
        "content": [
          "Il est entendu entre les Parties que les présentes pourront être signées par tout moyen électronique, les Parties reconnaissant la fiabilité du procédé lui conférant ainsi la même valeur juridique qu’une signature manuscrite au sens de la loi."
        ]
      },
      {
        "id": 20,
        "title": "20. Loi application et juridiction" ,
        "content": [
          "Le Contrat est soumis au droit français et sera régi et interprété selon ce droit.",
          "Tout litige pouvant naître à l’occasion de sa validité, de son interprétation ou de son exécution sera soumis à la compétence exclusive du Tribunal de Commerce de Dieppe (France), sauf règle de procédure impérative contraire."
        ]
      }
]