[
    {
      "id": 1,
      "title":"1. Champs d'application",
      "content":"La Politique de protection des données personnelles concerne toute personne physique en lien avec Weedmax en qualité de ressortissant, prospect, client, apprenant, représentant légal ou utilisateur du site."
    },
    {
      "id": 2,
      "title":"2. Identités et coordonnées des responsables des traitements",
      "content":[
        "Les responsables du traitement, selon l'origine de votre contact, sont les suivants :",
        "• Contact (DPO) : weedmaxcbd@gmail.com"
      ]
    },
    {
      "id": 3,
      "title":"3. Fondements des traitements mis en oeuvre",
      "content":"Weedmax rappel que les traitements effectués dans le cadre de notre relation, reposent sur les différents fondements prévus à l'article 6 du Règlement européen :",
      "list": [
        "le consentement de la personne",
        "la nécessité relative à l'exécution de la relation précontractuelle et contractuelle",
        "l'intéret légitime"
      ]
    },
    {
      "id": 4,
      "title":"4. Finalités",
      "content":"Weedmax collecte vos données à caractère personnel pour les finalités suivantes :",
      "list": [
        "répondre à vos questions, demandes, prises de contact",
        "présenter, fournir des services et en assurer le suivi",
        "transmettre des informations, invitations à des évènements, offre de services, enquêtes...",
        "assurer la sécurité du site, améliorer son contenu et son fonctionnement",
        "en tout état de cause, et pour chaque finalité définie, Weedmax met tous les moyens en sa possession pour assurer la sécurité et la confidentialité des données à caractère personnel qui lui sont confiées, dans le respect des lois et règlement en vigueur."
      ]
    },
    {
      "id": 5,
      "title":"5. Données collectées",
      "content":"Weedmax collecte et traite les données à caractère personnel strictement nécessaires à l'exercice de sa mission. Il s'agit des données que vous nous avez communiquées soit via le formulaire ou lors de situations durant lesquelles nous sommes en contact (téléphone, accueil physique, ...). Il est précisé que dans l'hypothèse où les champs obligatoires marqués d'un astérisque ne sont pas renseignés, Weedmax ne pourra pas répondre à vos demandes. Les mentions relatives au respect du Règlement général sur la protection des données (RGPD) et les coordonnées du Délégué à la protection des données (DPO) figurent sur chaque formulaire de collecte de données pour votre complète information et répondre à vos éventuelles demandes. Ces données peuvent être de la nature suivante :",
      "list": [
        "identité et coordonnées de l'utilisateur (ex : nom, prénom, courriel, téléphone, adresse …), dans certains cas celles de son représentant légal",
        "les informations transmises via le formulaire de demande de devis"
      ]
    },
    {
      "id": 6,
      "title":"6. Destinataires",
      "content":"De façon générale, vos données ne sont destinées qu'aux personnes, entités ou organisations qui, de par leurs missions ou fonctions, peuvent légitimement traiter vos données en fonction des finalités décrites précédemment. Les données personnelles vous concernant pourront donc être transmises aux destinataires suivants :",
      "list": [
        "en interne, dans le cadre de la promotion de la profession ou la gestion de nos services.",
        "les partenaires de Weedmax, pour réaliser, avec votre consentement le cas échéant, des opérations de communication ou de promotion commerciale."
      ]
    },
    {
      "id": 7,
      "title":"7. Transfert des données personnelles hors Union Européenne",
      "content":"Weedmax conserve les données à caractère personnel collectées dans l'Union européenne."
    },
    {
      "id": 8,
      "title":"8. Durée de conservation",
      "content":"Conformément à la législation et réglementation applicable, les données à caractère personnel ne sont conservées par Weedmax, sous une forme permettant votre identification, que pendant une durée qui n'excède pas celle nécessaire aux finalités pour lesquelles elles sont collectées et traitées. A l'issue des durées de conservation citées ci-après, Weedmax supprimera l'intégralité des données à caractère personnel de manière définitive et sécurisée, à l'exception des données anonymisées pouvant être utilisées à des fins d'analyse statistique. Ainsi les données à caractère personnel collectées par Weedmax sont conservées :",
      "list": [
        "pour la collecte via un formulaire de contact, sur la base du consentement de la personne concernée : 3 ans à compter de la demande  ou du dernier contact",
        "pour la collecte reposant sur le fondement de l'exécution de la relation contractuelle ou précontractuelle : toute la durée de la relation contractuelle augmentée de la durée des prescriptions légales. Le délai de prescription de droit commun en matière civile et commerciale est de 5 ans, à compter de la fin du contrat",
        "pour la gestion des newsletters, Weedmax conserve les données, obtenues sur la base du consentement de la personne concernée, tant que celle-ci ne se désinscrit pas (via le lien de désinscription intégré aux newsletters) ou ne s'y oppose selon les mêmes modalités que dans l'article 10"
      ]
    },
    {
      "id": 9,
      "title":"9. Vos droits",
      "content":"Vous disposez d'un droit d'accès, de rectification, d'effacement, de portabilité des données personnelles, d'opposition et de limitation de traitement, tel que le prévoit la législation. Vous pouvez donner mandat à une personne de votre choix pour exercer vos droits. Pour les mineurs et les incapables majeurs, ce sont, selon les cas, les parents, le détenteur de l'autorité parentale ou le tuteur qui doivent effectuer la demande. Lorsque le traitement repose sur le consentement de la personne concernée, ledit consentement peut être retiré à tout moment. Le retrait du consentement ne compromet pas la licéité du traitement fondé sur le consentement effectué avant ce retrait. Aucun frais ne sera facturé au titre des demandes des personnes concernées dans le cadre de l'exercice des droits susvisés. En cas de demande manifestement infondée ou excessive, Weedmax pourra refuser de donner suite à la demande. En cas de réponse insatisfaisante de Weedmax chaque personne concernée peut introduire une réclamation auprès de la CNIL, 3 place de Fontenoy - TSA 80715 - 75334 PARIS CEDEX 07. Weedmax est susceptible de modifier la politique de protection des données en tant que de besoin. En cas de modification substantielle, il veillera à ce que vous en soyez informés. Les droits visés dans le présent paragraphe s'exercent par demande écrite, accompagnée d'un justificatif d'identité de la personne concernée (et du demandeur lorsqu'il ne s'agit pas de la même personne), auprès de notre DPO aux adresses suivantes :",
      "list": [
        "Par mail : weedmaxcbd@gmail.com",
        "Par courrier : à l'attention de Weedmax, 122 grande rue - 76750 Buchy"
      ]
    },
    {
      "id": 10,
      "title": "10. Modifications de la présente politique",
      "content": [
        "Weedmax est susceptible de modifier la politique de protection des données en tant que de besoin.",
        "En cas de modification substantielle, il veillera à ce que vous en soyez informés."
      ]
    }
  ]
  